<?php

return [
    'buttons' => [
        'enter' => [
            'label' => 'Подменить пользователя',
            'message' => 'Вы успешно переключились на другого пользователя.',
        ],
        'stop' => [
            'label' => 'Остановить подмену пользователя',
            'message' => 'Подмена пользователя была успешно остановлена!',
        ],
    ],
    'resources' => [
        'impersonate' => [
            'title' => 'Подмена пользователя',
        ],
//        'users' => [
//            'title' => 'Пользователи',
//        ],
    // TODO
        'impersonated' => [
            'title' => 'Пользователи',
        ],
    ],
];
